---
kind: property
id: P:Autodesk.Revit.DB.DGNExportOptions.WorkingUnits
source: html/a3d77b58-47f4-4c01-e0ac-15f12afa0e4f.htm
---
# Autodesk.Revit.DB.DGNExportOptions.WorkingUnits Property

If true, Main Units will be used. If false, Sub Units will be used.
 Default value of WorkingUnits is true.

## Syntax (C#)
```csharp
public bool WorkingUnits { get; set; }
```